{ "videos":
[
    {
        "id": 1,
        "titulo": "Episódio I",
        "subtitulo": "A Ameaça Fantasma",
        "historia":"A história começa com a Federação de Comércio bloqueando o planeta Naboo em um esforço para forçar a Rainha Amidala a concordar com um acordo comercial desfavorável. A fim de ajudar a Rainha, dois Jedi, Qui-Gon Jinn e seu aprendiz, Obi-Wan Kenobi, são enviados para negociar com a Federação.\n\nEnquanto tentam escapar da invasão, a nave de Qui-Gon e Obi-Wan é danificada, fazendo com que eles tenham que pousar em Tatooine para reparos. Lá, eles conhecem Anakin Skywalker, um jovem escravo que parece ter um grande potencial como Jedi.\n\n\n Enquanto isso, a Federação de Comércio tenta matar a Rainha Amidala, que foge com Qui-Gon, Obi-Wan e Anakin em sua nave. Depois de uma série de perseguições e batalhas, o grupo chega em Coruscant, a capital da República Galáctica. Lá, eles descobrem que o Senado Galáctico é incapaz de ajudá-los a libertar Naboo, pois o Senhor Sith Darth Sidious está manipulando secretamente o Senado e a Federação de Comércio para conseguir seus próprios fins.\n\n\n Para ajudar a Rainha Amidala a libertar Naboo, Qui-Gon e Obi-Wan decidem participar de uma perigosa corrida de pods em Tatooine para ganhar dinheiro suficiente para comprar uma nave. Durante a corrida, Anakin se junta a eles e acaba vencendo a corrida. Com o dinheiro, o grupo compra uma nave e se dirige para Naboo para ajudar a libertar o planeta.\n\n\n Lá, eles enfrentam o exército da Federação de Comércio e lutam contra Darth Maul, um aprendiz Sith enviado por Darth Sidious para matar os Jedi. Em uma batalha intensa, Qui-Gon é morto por Darth Maul, e Obi-Wan acaba matando o Sith em vingança.\n\n\n Com a ajuda dos Gungans, uma espécie alienígena que vive nas águas de Naboo, a Rainha Amidala consegue retomar o controle do planeta. No final do filme, Anakin Skywalker é descoberto pelos Jedi como o Escolhido da Força, o que significa que ele tem um grande destino pela frente. Obi-Wan, então, concorda em treiná-lo como Jedi, e o filme termina com Anakin se despedindo de sua mãe para começar sua jornada como aprendiz Jedi.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/1.png",
        "link": "https://www.youtube.com/embed/bD7bpG-zDJQ"
    },
    {
        "id": 2,
        "titulo": "Episódio II",
        "subtitulo": "Ataque dos Clones",
        "historia":"A história se passa dez anos após os eventos do Episódio I. A República Galáctica está em crise, com ameaças de separatistas liderados pelo Conde Dooku. O jovem Jedi Anakin Skywalker está agora treinado por Obi-Wan Kenobi, enquanto a ex-rainha Padmé Amidala se tornou senadora.\n\nQuando assassinos tentam matar Padmé, Anakin é designado para protegê-la. Durante a missão, surge uma atração romântica entre eles, apesar das restrições impostas aos Jedi. Enquanto investigam o atentado, Anakin e Obi-Wan descobrem um exército clonado sendo criado em segredo.\n\nObi-Wan é enviado para rastrear os responsáveis pelos ataques contra Padmé, levando-o a descobrir um exército de clones liderado pelo misterioso Conde Dooku. Enquanto isso, Anakin e Padmé viajam para o planeta de Geonosis, onde acabam sendo capturados pelos separatistas.\n\nObi-Wan, após descobrir os planos de Dooku e a existência do exército clone, envia uma mensagem para a República Galáctica. Em resposta, uma grande batalha ocorre em Geonosis entre os Jedi, o exército clone e os separatistas, incluindo droides de batalha e um novo vilão, o General Grievous.\n\nDurante a batalha, Anakin e Padmé são capturados e condenados à execução na arena de Geonosis. No entanto, os Jedi chegam para resgatá-los, desencadeando um confronto épico. Anakin, impulsionado pela raiva, demonstra seu poder ao derrotar vários inimigos.\n\nNo clímax da batalha, Mestre Yoda chega com reforços Jedi e o exército clone para enfrentar Dooku. Em um duelo, Anakin luta contra Dooku e acaba sendo derrotado, perdendo sua mão no processo. Obi-Wan também enfrenta Dooku, mas acaba sendo desarmado e preso.\n\nYoda então enfrenta Dooku em um duelo impressionante, mas acaba sendo forçado a recuar. Dooku escapa e se une a Darth Sidious, o verdadeiro manipulador por trás dos separatistas. Os Jedi sobreviventes retornam à Coruscant e Anakin recebe uma nova mão mecânica.\n\nO filme termina com um encontro secreto entre Padmé e Anakin, onde eles confessam seu amor proibido. Enquanto isso, o exército clone é formalmente aceito pela República Galáctica, preparando o terreno para futuros conflitos e eventos que levarão ao surgimento do Império Galáctico.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/2.png",
        "link": "https://www.youtube.com/embed/gYbW1F_c9eM"
    },
    {
        "id": 3,
        "titulo": "Episódio III",
        "subtitulo": "A Vingança dos Sith",
        "historia":"No terceiro episódio da saga Star Wars, a República está em crise. Uma guerra se alastra pela galáxia enquanto os Separatistas, liderados pelo misterioso Conde Dooku, lutam contra as forças da República.\n\nEnquanto isso, Anakin Skywalker se aproxima cada vez mais do seu destino como o escolhido da Força, mas também é assombrado por visões de sua esposa, Padmé Amidala, morrendo durante o parto.\n\nEnquanto isso, a amizade de Anakin com o seu mentor, Obi-Wan Kenobi, é testada quando Anakin começa a se sentir descontente com o Conselho Jedi e com as decisões da República. Ele se aproxima cada vez mais do lado sombrio da Força, com o apoio secreto do misterioso Darth Sidious.\n\nA batalha final pela galáxia acontece no planeta vulcânico de Mustafar, onde Anakin e Obi-Wan se enfrentam em um duelo épico. Anakin é ferido gravemente, e acaba sendo transformado no icônico vilão Darth Vader após ser salvo por Darth Sidious.\n\nEnquanto isso, os Jedi são traídos pelo exército clone que eles lideraram e quase todos são mortos, deixando apenas alguns poucos sobreviventes para manter a esperança de restaurar a paz na galáxia. O filme termina com a construção da Estrela da Morte, uma arma de destruição em massa que Darth Sidious planeja usar para subjugar toda a galáxia sob o seu domínio.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/3.png",
        "link": "https://www.youtube.com/embed/5UnjrG_N8hU"
    },
    {
        "id": 4,
        "titulo": "Episódio IV",
        "subtitulo": "Uma Nova Esperança",
        "historia":"No quarto episódio da saga Star Wars, a galáxia está sob o domínio do malvado Império Galáctico, liderado pelo cruel Imperador Palpatine e seu aprendiz, Darth Vader. A Aliança Rebelde, um grupo de combatentes pela liberdade, luta para se opor ao Império.\n\nA história começa quando a princesa Leia Organa obtém os planos da temida Estrela da Morte, a arma suprema do Império, capaz de destruir planetas inteiros. Ela envia os planos para o robô R2-D2, que acaba se encontrando com o jovem fazendeiro Luke Skywalker em Tatooine.\n\nLuke, junto com o sábio Jedi Obi-Wan Kenobi e o destemido piloto Han Solo, embarca em uma missão para resgatar Leia e destruir a Estrela da Morte. Durante a jornada, eles enfrentam perigos, como o poderoso Darth Vader e seus soldados imperiais.\n\nCom a ajuda de outros personagens memoráveis, como a princesa Leia, o sábio Yoda e o leal Chewbacca, o grupo consegue destruir a Estrela da Morte, trazendo esperança para a galáxia e fortalecendo a Aliança Rebelde.\n\nNo clímax do filme, Luke confronta Darth Vader em um duelo emocionante, descobrindo que ele é seu pai. O filme termina com a celebração da vitória da Aliança Rebelde e a promessa de uma nova era de esperança e resistência contra o Império Galáctico.\n\n'Star Wars: Episódio IV - Uma Nova Esperança' é uma emocionante aventura espacial que introduz os personagens icônicos da saga e estabelece as bases para a luta entre o bem e o mal que irá se desenrolar nos próximos episódios.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/6.png",
        "link": "https://www.youtube.com/embed/vZ734NWnAHA"
    },
    {
        "id": 5,
        "titulo": "Episódio V",
        "subtitulo": "O Império Contra-Ataca",
        "historia":"No quinto episódio da saga Star Wars, a luta entre a Aliança Rebelde e o Império Galáctico continua. Após a destruição da Estrela da Morte, os rebeldes se refugiam no planeta gelado de Hoth, enquanto o Império busca encontrá-los e esmagar a resistência.\n\nLuke Skywalker continua seu treinamento Jedi com o sábio mestre Yoda em Dagobah, buscando aprimorar suas habilidades e aprender mais sobre a Força. Enquanto isso, Han Solo e a Princesa Leia tentam escapar das garras do Império, enfrentando perigos em sua jornada.\n\nDurante a busca por Luke, Darth Vader aparece como um implacável vilão, determinado a trazer o jovem Jedi para o lado sombrio. Em um confronto emocionante, Luke descobre a verdade chocante sobre sua linhagem e seu destino como filho de Darth Vader.\n\nO clímax do filme ocorre na Cidade das Nuvens, onde Han Solo é capturado pelo caçador de recompensas Boba Fett e entregue a Darth Vader. Luke chega para resgatar seus amigos, mas acaba enfrentando um terrível duelo com Vader. Nesse confronto, Luke perde uma das mãos e descobre uma conexão profunda com seu pai.\n\nO filme termina com a revelação impactante de que Darth Vader é, na verdade, Anakin Skywalker. Luke está devastado, mas os rebeldes continuam lutando e se preparando para enfrentar o Império em uma batalha final pela liberdade da galáxia.\n\n'Star Wars: Episódio V - O Império Contra-Ataca' é uma emocionante continuação da saga, repleta de reviravoltas, revelações surpreendentes e aprofundamento dos personagens. O filme deixa os espectadores ansiosos pelo próximo capítulo da história épica de Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/7.png",
        "link": "https://www.youtube.com/embed/JNwNXF9Y6kY"
    },
    {
        "id": 6,
        "titulo": "Episódio VI",
        "subtitulo": "O Retorno de Jedi",
        "historia":"No sexto episódio da saga Star Wars, a luta contra o Império Galáctico e o retorno da esperança estão em foco. A Aliança Rebelde continua sua batalha contra as forças imperiais, enquanto Luke Skywalker se aprofunda em seu treinamento Jedi.\n\nA trama se desenrola quando a Aliança descobre que o Imperador Palpatine planeja construir uma nova Estrela da Morte, ainda mais poderosa do que a anterior. Luke, Leia, Han Solo e seus aliados elaboram um plano para destruir a estação espacial e acabar com o domínio do Império de uma vez por todas.\n\nLuke enfrenta um grande desafio ao confrontar seu próprio pai, Darth Vader, agora atormentado pelos conflitos internos entre o lado sombrio e a luz. Ele tenta trazer Anakin Skywalker de volta para o caminho Jedi, enquanto o Imperador Palpatine busca seduzir Luke para o lado sombrio da Força.\n\nEnquanto isso, Han Solo é resgatado das garras de Jabba the Hutt, um poderoso criminoso do submundo, graças aos esforços corajosos de Leia e seus amigos. Juntos, eles se juntam à Aliança Rebelde em uma missão para destruir a nova Estrela da Morte e restaurar a liberdade à galáxia.\n\nNo clímax do filme, ocorre uma batalha épica tanto no espaço quanto em Endor, o planeta natal dos Ewoks. Os rebeldes lutam contra as forças imperiais, enquanto Luke enfrenta o Imperador Palpatine e Darth Vader em um confronto final que decidirá o destino da galáxia.\n\nCom sacrifícios e redenções surpreendentes, a Aliança Rebelde emerge vitoriosa, destruindo a Estrela da Morte e trazendo um fim definitivo ao Império. O filme termina com a celebração da vitória e o espírito de renovação, enquanto os heróis se preparam para o que está por vir.\n\n'Star Wars: Episódio VI - O Retorno de Jedi' é um emocionante encerramento da trilogia original, trazendo conclusões poderosas para os arcos dos personagens e apresentando momentos icônicos que ficarão na memória dos fãs da saga Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/8.png",
        "link": "https://www.youtube.com/embed/7L8p7_SLzvU"
    },
    {
        "id": 7,
        "titulo": "Episódio VII",
        "subtitulo": "O Despertar da Força",
        "historia":"No sétimo episódio da saga Star Wars, passaram-se décadas após os eventos do Episódio VI. Uma nova ameaça surge na forma da Primeira Ordem, uma organização maligna que busca restaurar o poder do Império Galáctico. A Resistência, liderada pela General Leia Organa, luta para deter a ascensão da Primeira Ordem.\n\nA trama se concentra em Rey, uma jovem catadora de sucata em Jakku, que acaba se envolvendo em uma missão perigosa após encontrar um droide chamado BB-8, que contém informações valiosas sobre o paradeiro de Luke Skywalker, o último Jedi conhecido. Rey se junta a Finn, um ex-stormtrooper da Primeira Ordem que desertou, e eles embarcam em uma jornada para entregar BB-8 à Resistência.\n\nEnquanto isso, Kylo Ren, um temido guerreiro da Primeira Ordem com uma conexão com a Força, busca localizar e destruir Luke Skywalker. Ele é influenciado pelo Líder Supremo Snoke e é atormentado por conflitos internos.\n\nDurante a trama, Rey descobre que também possui habilidades sensíveis à Força e começa a desvendar seu potencial como Jedi. Ela enfrenta desafios e perigos, incluindo um confronto com Kylo Ren, enquanto busca seu lugar nessa nova batalha entre o lado da luz e o lado sombrio.\n\nO filme traz de volta personagens amados da trilogia original, como Han Solo e Chewbacca, que se unem aos novos heróis na luta contra a Primeira Ordem. A narrativa culmina em uma batalha emocionante, na qual a Resistência e a Primeira Ordem se enfrentam, enquanto Rey e Kylo Ren têm um confronto final.\n\n'Star Wars: Episódio VII - O Despertar da Força' marca o início de uma nova trilogia na saga Star Wars, introduzindo uma nova geração de personagens e a continuação da eterna luta entre o bem e o mal. O filme equilibra elementos nostálgicos com uma história envolvente, preparando o terreno para as aventuras futuras.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/9.png",
        "link": "https://www.youtube.com/embed/sGbxmsDFVnE"
    },
    {
        "id": 8,
        "titulo": "Episódio VIII",
        "subtitulo": "Os Últimos Jedi",
        "historia":"No oitavo episódio da saga Star Wars, a luta entre a Resistência e a Primeira Ordem continua. Após a destruição da base Starkiller, a Resistência está em fuga, enquanto a Primeira Ordem busca eliminá-la de uma vez por todas.\n\nA trama se desenrola com Rey, que busca encontrar Luke Skywalker em um planeta isolado chamado Ahch-To. Rey deseja treinar com Luke e trazer esperança à Resistência. No entanto, Luke está desiludido com o passado e relutante em assumir o papel de mestre Jedi novamente.\n\nEnquanto isso, a General Leia Organa lidera a Resistência em uma luta desesperada para sobreviver. Poe Dameron, um talentoso piloto, enfrenta desafios ao questionar as estratégias da liderança da Resistência. Finn, um ex-stormtrooper, embarca em uma missão perigosa para desativar o rastreador da Primeira Ordem, que permite que eles persigam a Resistência através do hiperespaço.\n\nO filme apresenta uma dinâmica complexa entre Rey e Kylo Ren, o aprendiz sombrio de Snoke. Uma conexão especial se forma entre eles, enquanto Kylo Ren luta com sua lealdade dividida entre a Primeira Ordem e a busca por seu próprio destino. A jornada de Rey aprofunda seu conhecimento da Força e seu papel no conflito.\n\n'Os Últimos Jedi' explora temas de conflito interno, esperança e o poder de superar as expectativas. O filme apresenta cenas de ação emocionantes, revelações surpreendentes e um confronto final impactante entre Luke Skywalker, Rey, Kylo Ren e a Primeira Ordem.\n\nCom um tom mais sombrio e uma narrativa complexa, o Episódio VIII desafia as convenções da saga Star Wars e deixa os espectadores ansiosos pelo próximo capítulo dessa épica batalha entre o lado da luz e o lado sombrio.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/10.png",
        "link": "https://www.youtube.com/embed/Q0CbN8sfihY"
    }, {
        "id": 9,
        "titulo": "Episódio IX",
        "subtitulo": "A Ascensão Skywalker",
        "historia":"No nono episódio da saga Star Wars, a Resistência e a Primeira Ordem se enfrentam em uma batalha final pela galáxia. A trama se desenrola após os eventos de 'Os Últimos Jedi', com a Resistência lutando para se reerguer e enfrentar o poder crescente da Primeira Ordem.\n\nRey continua sua jornada como a última esperança dos Jedi. Ela busca aprimorar suas habilidades, enquanto lida com sua conexão com Kylo Ren, que agora se tornou o Líder Supremo da Primeira Ordem. Kylo Ren está determinado a seduzir Rey para o lado sombrio e governar a galáxia juntos.\n\nEnquanto isso, a Resistência se une a aliados inesperados em sua luta contra a Primeira Ordem. Poe Dameron, Finn e outros personagens-chave se unem para enfrentar a ameaça e buscar uma maneira de restaurar a paz na galáxia.\n\nA trama também aborda o mistério por trás do retorno do Imperador Palpatine, que ressurge das sombras com um plano diabólico para conquistar a galáxia. A Resistência se vê confrontada com uma ameaça ainda maior do que imaginava, enquanto Rey descobre segredos sobre sua própria linhagem e seu destino como uma Jedi poderosa.\n\n'A Ascensão Skywalker' traz um clímax emocionante para a saga, repleto de cenas de ação intensas, revelações chocantes e confrontos finais entre os personagens principais. O filme explora temas de redenção, família e a luta entre o bem e o mal.\n\nCom o destino da galáxia em jogo, os heróis devem enfrentar seus medos e desafios pessoais para encontrar uma maneira de derrotar a Primeira Ordem e restaurar a esperança na galáxia. O Episódio IX conclui a trilogia sequencial da saga Star Wars, encerrando uma jornada épica que cativou gerações de fãs.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/11.png",
        "link": "https://www.youtube.com/embed/8Qn_spdM5Zg"
    },
    {
        "id": 9,
        "titulo": "Star Wars",
        "subtitulo": "The Clone Wars",
        "historia":"'Star Wars: The Clone Wars' é uma série de animação que se passa no universo de Star Wars, preenchendo a lacuna entre os episódios II e III da saga principal. A série narra os eventos da guerra entre a República Galáctica e a Confederação de Sistemas Independentes, também conhecida como a guerra dos clones.\n\nA trama se concentra nas aventuras de Anakin Skywalker, seu aprendiz Ahsoka Tano, Obi-Wan Kenobi e outros personagens icônicos. A guerra se intensifica à medida que a República e a Confederação lutam pelo controle da galáxia. Os Jedi enfrentam desafios militares, políticos e éticos enquanto lutam contra os separatistas e tentam manter a paz e a justiça.\n\nA série explora os conflitos internos de Anakin Skywalker, seu relacionamento com Obi-Wan e a evolução de sua conexão com a Força. Ahsoka Tano, uma jovem Togruta, se torna uma figura central, à medida que ela se torna a padawan de Anakin e aprende a ser uma Jedi corajosa e determinada.\n\nAlém dos personagens conhecidos, 'The Clone Wars' também apresenta novos heróis e vilões, expandindo ainda mais o universo de Star Wars. O notório vilão Darth Maul retorna com uma nova história intrigante, e personagens como o Capitão Rex e a Mandaloriana Bo-Katan se tornam parte essencial da trama.\n\nA série combina elementos de ação, drama, política e exploração do universo Star Wars. Cada episódio apresenta diferentes arcos narrativos, mostrando batalhas épicas, intriga política, missões secretas e aprofundamento dos personagens.\n\n'Star Wars: The Clone Wars' oferece uma visão mais ampla e detalhada dos eventos que levaram ao episódio III, 'A Vingança dos Sith'. A série é apreciada por sua animação impressionante, narrativa envolvente e contribuições significativas para a mitologia de Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/14.png",
        "link": "https://www.youtube.com/embed/6pRqU87HBuI"
    },
    {
        "id": 10,
        "titulo": "Solo",
        "subtitulo": "Uma História Star Wars",
        "historia":"'Solo: Uma História Star Wars' é um filme spin-off da franquia Star Wars que conta a história do famoso contrabandista Han Solo antes dos eventos do filme 'Uma Nova Esperança'. O filme explora a origem e as aventuras do icônico personagem Han Solo e como ele se tornou um dos pilotos mais habilidosos e carismáticos da galáxia.\n\nA trama se passa em um universo cheio de criminosos, contrabandistas e gangues intergalácticas. Han Solo, interpretado por Alden Ehrenreich, é um jovem destemido que busca uma vida de liberdade e aventura. Ele se junta a uma equipe de ladrões liderada por Tobias Beckett, interpretado por Woody Harrelson, e embarca em uma missão perigosa para roubar um valioso carregamento de coaxium, um combustível extremamente poderoso.\n\nDurante a jornada, Han Solo encontra personagens emblemáticos da saga, como o fiel co-piloto Chewbacca e o carismático jogador de cartas Lando Calrissian. O filme explora a amizade entre Han e Chewbacca, bem como a rivalidade amigável entre Han e Lando.\n\n'Solo: Uma História Star Wars' oferece uma visão mais profunda do passado de Han Solo e explora sua relação com personagens-chave, bem como os eventos que moldaram sua personalidade. O filme apresenta sequências de ação emocionantes, corridas de naves espaciais, reviravoltas inesperadas e uma atmosfera de crimes e aventuras intergalácticas.\n\nAlém de explorar a história de Han Solo, o filme também revela detalhes sobre o submundo do crime galáctico e a influência da organização criminosa Crimson Dawn, liderada por Dryden Vos, interpretado por Paul Bettany.\n\n'Solo: Uma História Star Wars' é uma emocionante e divertida jornada pelo universo Star Wars, trazendo novas perspectivas sobre um dos personagens mais queridos da saga. O filme captura o espírito de Han Solo e oferece aos fãs uma experiência única, cheia de ação, humor e referências nostálgicas ao mundo de Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/4.png",
        "link": "https://www.youtube.com/embed/jPEYpryMp2s"
    },
    {
        "id": 11,
        "titulo": "Rogue One",
        "subtitulo": "Uma História Star Wars",
        "historia":"'Rogue One: Uma História Star Wars' é um filme spin-off da saga Star Wars, que se passa entre os episódios III e IV. O filme conta a história de um grupo de heróis improváveis que se unem em uma missão perigosa para roubar os planos da Estrela da Morte, a arma de destruição em massa do Império Galáctico.\n\nA trama segue Jyn Erso, uma jovem corajosa cujo pai, Galen Erso, é um cientista envolvido na construção da Estrela da Morte. Jyn se junta a um grupo diversificado de rebeldes, incluindo o espião Cassian Andor, o ex-piloto de caça Bodhi Rook, o monge cego Chirrut Îmwe e o mercenário durão Baze Malbus. Juntos, eles formam a equipe Rogue One.\n\nEnquanto lutam contra as forças do Império e enfrentam perigos inimagináveis, os membros do Rogue One se tornam uma família disfuncional unida por um objetivo comum: garantir que os planos da Estrela da Morte cheguem às mãos da Aliança Rebelde. Sua missão é crucial para a sobrevivência da galáxia e a esperança de libertação do domínio imperial.\n\n'Rogue One' combina elementos de ação, drama e guerra, apresentando batalhas épicas, confrontos intensos e sacrifícios heróicos. O filme explora temas de coragem, resistência e a luta pela liberdade contra uma força opressora. Além disso, ele expande o universo Star Wars ao introduzir novos personagens memoráveis ​​e mostrar eventos cruciais que levaram aos eventos do episódio IV, 'Uma Nova Esperança'.\n\nO filme também apresenta participações especiais de personagens icônicos da saga, como Darth Vader, trazendo conexões emocionantes entre os filmes e aprofundando a mitologia de Star Wars.\n\n'Rogue One: Uma História Star Wars' é aclamado por sua narrativa envolvente, sequências de ação emocionantes e uma abordagem única dentro do universo Star Wars. Ele oferece uma perspectiva única sobre a luta da Rebelião contra o Império Galáctico, mostrando a bravura e a determinação de indivíduos comuns que se tornam heróis extraordinários.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/5.png",
        "link": "https://www.youtube.com/embed/frdj1zb9sMY"
    },
    {
        "id": 12,
        "titulo": "Ewoks",
        "subtitulo": "A Batalha de Endor",
        "historia":"'Ewoks: A Batalha de Endor' é um filme para televisão que se passa no universo de Star Wars. Ele faz parte da série de filmes baseada nas criaturas adoráveis ​​chamadas Ewoks, apresentadas no filme 'O Retorno de Jedi'.\n\nA história acompanha Cindel, uma jovem humana que sobreviveu ao naufrágio de sua nave espacial em um planeta desconhecido. Ela se encontra perdida na floresta de Endor, lar dos Ewoks. Cindel acaba se tornando amiga dos Ewoks e juntos eles embarcam em uma jornada para resgatar o seu irmão mais velho, Mace, que foi capturado por um grupo de saqueadores espaciais chamados Marauders.\n\nNo decorrer da aventura, Cindel e os Ewoks enfrentam diversos desafios, como criaturas perigosas e a ameaça dos Marauders, liderados por um cruel feiticeiro chamado Terak. Com a ajuda dos Ewoks e de um misterioso guerreiro chamado Teek, Cindel luta para resgatar seu irmão e derrotar os Marauders.\n\n'Ewoks: A Batalha de Endor' é um filme voltado para o público mais jovem e traz uma história cheia de ação, amizade e coragem. Ele expande o universo de Star Wars ao explorar o mundo dos Ewoks e mostrar suas habilidades e cultura.\n\nEmbora seja um filme menos conhecido dentro da franquia Star Wars, 'Ewoks: A Batalha de Endor' oferece uma aventura divertida e cativante, repleta de personagens adoráveis ​​e uma mensagem positiva sobre trabalho em equipe e superação. É uma oportunidade de mergulhar em um canto menos explorado do universo de Star Wars e descobrir mais sobre essas criaturas peludas e suas histórias.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/12.png",
        "link": "https://www.youtube.com/embed/lfMWlAF5RW0"
    },
    {
        "id": 13,
        "titulo": "Ewoks",
        "subtitulo": "A Caravana da Coragem",
        "historia":"'Ewoks: A Caravana da Coragem' é um filme para televisão que faz parte do universo de Star Wars. Ele se passa no planeta florestal de Endor e conta a história de uma família humana que se perde naquela região desconhecida.\n\nA história começa quando os pais de dois jovens, Mace e Cindel, são capturados pelos Gorax, uma espécie gigante e ameaçadora que habita a floresta de Endor. As crianças, então, embarcam em uma jornada perigosa com a ajuda dos Ewoks, uma raça de criaturas peludas e adoráveis, para resgatar seus pais.\n\nNo decorrer da aventura, Mace, Cindel e os Ewoks enfrentam diversos obstáculos, incluindo criaturas selvagens e a hostilidade do Gorax. Eles aprendem sobre a importância da amizade, coragem e trabalho em equipe enquanto lutam para superar esses desafios.\n\n'Ewoks: A Caravana da Coragem' é um filme voltado para toda a família, repleto de elementos de fantasia, ação e emoção. Ele expande o universo de Star Wars ao explorar a cultura e as habilidades dos Ewoks, além de mostrar o poder do espírito de comunidade e da união entre diferentes espécies.\n\nO filme é uma aventura cativante, cheia de momentos de suspense, humor e momentos tocantes. É uma oportunidade de se aprofundar na mitologia de Star Wars, descobrindo mais sobre os adoráveis Ewoks e suas incríveis habilidades enquanto acompanhamos a jornada de Mace e Cindel para reunir sua família.\n\n'Ewoks: A Caravana da Coragem' é uma história envolvente que traz à tona valores como coragem, amor e esperança, tornando-a uma experiência memorável para fãs de todas as idades.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/13.png",
        "link": "https://www.youtube.com/embed/HenB3gt6SAY"
    },
    {
        "id": 17,
        "titulo": "S.O.S.",
        "subtitulo": "Tem um Louco Solto no Espaço",
        "historia":"'S.O.S. Tem um Louco Solto no Espaço' é uma comédia de ficção científica que se passa no espaço sideral. O filme conta a história de um capitão espacial chamado Valérian e sua tripulação desajustada em uma missão intergaláctica.\n\nA trama se desenrola quando o presidente da Confederação Galáctica é sequestrado pelo vilão Zartog, um alienígena malévolo. Valérian e sua equipe são encarregados de resgatar o presidente e salvar a galáxia do controle de Zartog.\n\nNo entanto, a tripulação de Valérian não é composta pelos melhores e mais habilidosos astronautas. Cada membro da equipe tem características únicas e excêntricas, o que torna a missão ainda mais desafiadora e engraçada. Juntos, eles enfrentam situações hilariantes e embarcam em uma aventura cheia de perigos e confusões.\n\nDurante a jornada, Valérian e sua tripulação encontram alienígenas peculiares, enfrentam obstáculos inesperados e lidam com suas próprias diferenças pessoais. Eles aprendem a trabalhar em equipe, confiar uns nos outros e superar suas limitações para alcançar o objetivo final.\n\n'S.O.S. Tem um Louco Solto no Espaço' é uma comédia repleta de humor, piadas e momentos divertidos. É uma paródia do gênero espacial, com referências a filmes clássicos e clichês da ficção científica. O filme combina elementos de aventura espacial com situações cômicas, proporcionando entretenimento para o público de todas as idades.\n\nCom uma mistura de efeitos visuais extravagantes, personagens excêntricos e diálogos engraçados, 'S.O.S. Tem um Louco Solto no Espaço' oferece uma experiência divertida e leve. É uma ótima opção para quem busca uma comédia descompromissada e cheia de diversão no contexto do espaço sideral.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/16.png",
        "link": "https://www.youtube.com/embed/RK0yd4LtLdg"
    }
]
}