{ "videos":
[
    {
        "id": 1,
        "titulo": "Episódio I",
        "subtitulo": "A Ameaça Fantasma",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/1.png",
        "link": "https://www.youtube.com/embed/bD7bpG-zDJQ"
    },
    {
        "id": 2,
        "titulo": "Episódio II",
        "subtitulo": "Ataque dos Clones",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/2.png",
        "link": "https://www.youtube.com/embed/gYbW1F_c9eM"
    },
    {
        "id": 3,
        "titulo": "Episódio III",
        "subtitulo": "A Vingança dos Sith",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/3.png",
        "link": "https://www.youtube.com/embed/5UnjrG_N8hU"
    },
    {
        "id": 4,
        "titulo": "Episódio IV",
        "subtitulo": "Uma Nova Esperança",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/6.png",
        "link": "https://www.youtube.com/embed/vZ734NWnAHA"
    },
    {
        "id": 5,
        "titulo": "Episódio V",
        "subtitulo": "O Império Contra-Ataca",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/7.png",
        "link": "https://www.youtube.com/embed/JNwNXF9Y6kY"
    },
    {
        "id": 6,
        "titulo": "Episódio VI",
        "subtitulo": "O Retorno de Jedi",
        "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/8.png",
        "link": "https://www.youtube.com/embed/7L8p7_SLzvU"
    },
    {
        "id": 7,
        "titulo": "Episódio VII",
        "subtitulo": "O Despertar da Força",
       "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/9.png",
        "link": "https://www.youtube.com/embed/sGbxmsDFVnE"
    },
    {
        "id": 8,
        "titulo": "Episódio VIII",
        "subtitulo": "Os Últimos Jedi",
       "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/10.png",
        "link": "https://www.youtube.com/embed/Q0CbN8sfihY"
    }, {
        "id": 9,
        "titulo": "Episódio IX",
        "subtitulo": "A Ascensão Skywalker",
       "historia":"",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/11.png",
        "link": "https://www.youtube.com/embed/8Qn_spdM5Zg"
    },
    {
        "id": 9,
        "titulo": "Star Wars",
        "subtitulo": "The Clone Wars",
        "historia":"'Star Wars: The Clone Wars' é uma série de animação que se passa no universo de Star Wars, preenchendo a lacuna entre os episódios II e III da saga principal. A série narra os eventos da guerra entre a República Galáctica e a Confederação de Sistemas Independentes, também conhecida como a guerra dos clones.\n\nA trama se concentra nas aventuras de Anakin Skywalker, seu aprendiz Ahsoka Tano, Obi-Wan Kenobi e outros personagens icônicos. A guerra se intensifica à medida que a República e a Confederação lutam pelo controle da galáxia. Os Jedi enfrentam desafios militares, políticos e éticos enquanto lutam contra os separatistas e tentam manter a paz e a justiça.\n\nA série explora os conflitos internos de Anakin Skywalker, seu relacionamento com Obi-Wan e a evolução de sua conexão com a Força. Ahsoka Tano, uma jovem Togruta, se torna uma figura central, à medida que ela se torna a padawan de Anakin e aprende a ser uma Jedi corajosa e determinada.\n\nAlém dos personagens conhecidos, 'The Clone Wars' também apresenta novos heróis e vilões, expandindo ainda mais o universo de Star Wars. O notório vilão Darth Maul retorna com uma nova história intrigante, e personagens como o Capitão Rex e a Mandaloriana Bo-Katan se tornam parte essencial da trama.\n\nA série combina elementos de ação, drama, política e exploração do universo Star Wars. Cada episódio apresenta diferentes arcos narrativos, mostrando batalhas épicas, intriga política, missões secretas e aprofundamento dos personagens.\n\n'Star Wars: The Clone Wars' oferece uma visão mais ampla e detalhada dos eventos que levaram ao episódio III, 'A Vingança dos Sith'. A série é apreciada por sua animação impressionante, narrativa envolvente e contribuições significativas para a mitologia de Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/14.png",
        "link": "https://www.youtube.com/embed/6pRqU87HBuI"
    },
    {
        "id": 10,
        "titulo": "Solo",
        "subtitulo": "Uma História Star Wars",
        "historia":"'Solo: Uma História Star Wars' é um filme spin-off da franquia Star Wars que conta a história do famoso contrabandista Han Solo antes dos eventos do filme 'Uma Nova Esperança'. O filme explora a origem e as aventuras do icônico personagem Han Solo e como ele se tornou um dos pilotos mais habilidosos e carismáticos da galáxia.\n\nA trama se passa em um universo cheio de criminosos, contrabandistas e gangues intergalácticas. Han Solo, interpretado por Alden Ehrenreich, é um jovem destemido que busca uma vida de liberdade e aventura. Ele se junta a uma equipe de ladrões liderada por Tobias Beckett, interpretado por Woody Harrelson, e embarca em uma missão perigosa para roubar um valioso carregamento de coaxium, um combustível extremamente poderoso.\n\nDurante a jornada, Han Solo encontra personagens emblemáticos da saga, como o fiel co-piloto Chewbacca e o carismático jogador de cartas Lando Calrissian. O filme explora a amizade entre Han e Chewbacca, bem como a rivalidade amigável entre Han e Lando.\n\n'Solo: Uma História Star Wars' oferece uma visão mais profunda do passado de Han Solo e explora sua relação com personagens-chave, bem como os eventos que moldaram sua personalidade. O filme apresenta sequências de ação emocionantes, corridas de naves espaciais, reviravoltas inesperadas e uma atmosfera de crimes e aventuras intergalácticas.\n\nAlém de explorar a história de Han Solo, o filme também revela detalhes sobre o submundo do crime galáctico e a influência da organização criminosa Crimson Dawn, liderada por Dryden Vos, interpretado por Paul Bettany.\n\n'Solo: Uma História Star Wars' é uma emocionante e divertida jornada pelo universo Star Wars, trazendo novas perspectivas sobre um dos personagens mais queridos da saga. O filme captura o espírito de Han Solo e oferece aos fãs uma experiência única, cheia de ação, humor e referências nostálgicas ao mundo de Star Wars.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/4.png",
        "link": "https://www.youtube.com/embed/jPEYpryMp2s"
    },
    {
        "id": 11,
        "titulo": "Rogue One",
        "subtitulo": "Uma História Star Wars",
        "historia":"'Rogue One: Uma História Star Wars' é um filme spin-off da saga Star Wars, que se passa entre os episódios III e IV. O filme conta a história de um grupo de heróis improváveis que se unem em uma missão perigosa para roubar os planos da Estrela da Morte, a arma de destruição em massa do Império Galáctico.\n\nA trama segue Jyn Erso, uma jovem corajosa cujo pai, Galen Erso, é um cientista envolvido na construção da Estrela da Morte. Jyn se junta a um grupo diversificado de rebeldes, incluindo o espião Cassian Andor, o ex-piloto de caça Bodhi Rook, o monge cego Chirrut Îmwe e o mercenário durão Baze Malbus. Juntos, eles formam a equipe Rogue One.\n\nEnquanto lutam contra as forças do Império e enfrentam perigos inimagináveis, os membros do Rogue One se tornam uma família disfuncional unida por um objetivo comum: garantir que os planos da Estrela da Morte cheguem às mãos da Aliança Rebelde. Sua missão é crucial para a sobrevivência da galáxia e a esperança de libertação do domínio imperial.\n\n'Rogue One' combina elementos de ação, drama e guerra, apresentando batalhas épicas, confrontos intensos e sacrifícios heróicos. O filme explora temas de coragem, resistência e a luta pela liberdade contra uma força opressora. Além disso, ele expande o universo Star Wars ao introduzir novos personagens memoráveis ​​e mostrar eventos cruciais que levaram aos eventos do episódio IV, 'Uma Nova Esperança'.\n\nO filme também apresenta participações especiais de personagens icônicos da saga, como Darth Vader, trazendo conexões emocionantes entre os filmes e aprofundando a mitologia de Star Wars.\n\n'Rogue One: Uma História Star Wars' é aclamado por sua narrativa envolvente, sequências de ação emocionantes e uma abordagem única dentro do universo Star Wars. Ele oferece uma perspectiva única sobre a luta da Rebelião contra o Império Galáctico, mostrando a bravura e a determinação de indivíduos comuns que se tornam heróis extraordinários.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/5.png",
        "link": "https://www.youtube.com/embed/frdj1zb9sMY"
    },
    {
        "id": 12,
        "titulo": "Ewoks",
        "subtitulo": "A Batalha de Endor",
        "historia":"'Ewoks: A Batalha de Endor' é um filme para televisão que se passa no universo de Star Wars. Ele faz parte da série de filmes baseada nas criaturas adoráveis ​​chamadas Ewoks, apresentadas no filme 'O Retorno de Jedi'.\n\nA história acompanha Cindel, uma jovem humana que sobreviveu ao naufrágio de sua nave espacial em um planeta desconhecido. Ela se encontra perdida na floresta de Endor, lar dos Ewoks. Cindel acaba se tornando amiga dos Ewoks e juntos eles embarcam em uma jornada para resgatar o seu irmão mais velho, Mace, que foi capturado por um grupo de saqueadores espaciais chamados Marauders.\n\nNo decorrer da aventura, Cindel e os Ewoks enfrentam diversos desafios, como criaturas perigosas e a ameaça dos Marauders, liderados por um cruel feiticeiro chamado Terak. Com a ajuda dos Ewoks e de um misterioso guerreiro chamado Teek, Cindel luta para resgatar seu irmão e derrotar os Marauders.\n\n'Ewoks: A Batalha de Endor' é um filme voltado para o público mais jovem e traz uma história cheia de ação, amizade e coragem. Ele expande o universo de Star Wars ao explorar o mundo dos Ewoks e mostrar suas habilidades e cultura.\n\nEmbora seja um filme menos conhecido dentro da franquia Star Wars, 'Ewoks: A Batalha de Endor' oferece uma aventura divertida e cativante, repleta de personagens adoráveis ​​e uma mensagem positiva sobre trabalho em equipe e superação. É uma oportunidade de mergulhar em um canto menos explorado do universo de Star Wars e descobrir mais sobre essas criaturas peludas e suas histórias.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/12.png",
        "link": "https://www.youtube.com/embed/lfMWlAF5RW0"
    },
    {
        "id": 13,
        "titulo": "Ewoks",
        "subtitulo": "A Caravana da Coragem",
        "historia":"'Ewoks: A Caravana da Coragem' é um filme para televisão que faz parte do universo de Star Wars. Ele se passa no planeta florestal de Endor e conta a história de uma família humana que se perde naquela região desconhecida.\n\nA história começa quando os pais de dois jovens, Mace e Cindel, são capturados pelos Gorax, uma espécie gigante e ameaçadora que habita a floresta de Endor. As crianças, então, embarcam em uma jornada perigosa com a ajuda dos Ewoks, uma raça de criaturas peludas e adoráveis, para resgatar seus pais.\n\nNo decorrer da aventura, Mace, Cindel e os Ewoks enfrentam diversos obstáculos, incluindo criaturas selvagens e a hostilidade do Gorax. Eles aprendem sobre a importância da amizade, coragem e trabalho em equipe enquanto lutam para superar esses desafios.\n\n'Ewoks: A Caravana da Coragem' é um filme voltado para toda a família, repleto de elementos de fantasia, ação e emoção. Ele expande o universo de Star Wars ao explorar a cultura e as habilidades dos Ewoks, além de mostrar o poder do espírito de comunidade e da união entre diferentes espécies.\n\nO filme é uma aventura cativante, cheia de momentos de suspense, humor e momentos tocantes. É uma oportunidade de se aprofundar na mitologia de Star Wars, descobrindo mais sobre os adoráveis Ewoks e suas incríveis habilidades enquanto acompanhamos a jornada de Mace e Cindel para reunir sua família.\n\n'Ewoks: A Caravana da Coragem' é uma história envolvente que traz à tona valores como coragem, amor e esperança, tornando-a uma experiência memorável para fãs de todas as idades.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/13.png",
        "link": "https://www.youtube.com/embed/HenB3gt6SAY"
    },
    {
        "id": 17,
        "titulo": "S.O.S.",
        "subtitulo": "Tem um Louco Solto no Espaço",
        "historia":"'S.O.S. Tem um Louco Solto no Espaço' é uma comédia de ficção científica que se passa no espaço sideral. O filme conta a história de um capitão espacial chamado Valérian e sua tripulação desajustada em uma missão intergaláctica.\n\nA trama se desenrola quando o presidente da Confederação Galáctica é sequestrado pelo vilão Zartog, um alienígena malévolo. Valérian e sua equipe são encarregados de resgatar o presidente e salvar a galáxia do controle de Zartog.\n\nNo entanto, a tripulação de Valérian não é composta pelos melhores e mais habilidosos astronautas. Cada membro da equipe tem características únicas e excêntricas, o que torna a missão ainda mais desafiadora e engraçada. Juntos, eles enfrentam situações hilariantes e embarcam em uma aventura cheia de perigos e confusões.\n\nDurante a jornada, Valérian e sua tripulação encontram alienígenas peculiares, enfrentam obstáculos inesperados e lidam com suas próprias diferenças pessoais. Eles aprendem a trabalhar em equipe, confiar uns nos outros e superar suas limitações para alcançar o objetivo final.\n\n'S.O.S. Tem um Louco Solto no Espaço' é uma comédia repleta de humor, piadas e momentos divertidos. É uma paródia do gênero espacial, com referências a filmes clássicos e clichês da ficção científica. O filme combina elementos de aventura espacial com situações cômicas, proporcionando entretenimento para o público de todas as idades.\n\nCom uma mistura de efeitos visuais extravagantes, personagens excêntricos e diálogos engraçados, 'S.O.S. Tem um Louco Solto no Espaço' oferece uma experiência divertida e leve. É uma ótima opção para quem busca uma comédia descompromissada e cheia de diversão no contexto do espaço sideral.",
        "capa": "https://raw.githubusercontent.com/DyeghoCunha/sw_cine/master/src/assets/imagem/sw-cards/16.png",
        "link": "https://www.youtube.com/embed/RK0yd4LtLdg"
    }
]
}
